Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/VirtualCard_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CARD_NUMBERS_DYNAMIC_CVC_FOOTER
source: Request a new number if you suspect your current one has been compromised. The virtual card number is available in Safari AutoFill when shopping online where Apple Pay is not available. To keep your transactions secure, your security code changes when you use Safari AutoFill or view your virtual card number in Wallet. Security codes expire after a certain time. %@
ar: يجب طلب رقم جديد إذا شككت أن الرقم الحالي تم اختراقه. رقم البطاقة الرقمية متوفر في التعبئة التلقائية لسفاري عند التسوق على الإنترنت عند عدم توفر Apple Pay. للحفاظ على أمن معاملاتك، تتغير رموز الأمن عند استخدام التعبئة التلقائية في سفاري أو عرض رقم بطاقتك الافتراضية في المحفظة. تنتهي صلاحية رموز الأمن بعد وقت محدد. %@
bg: Заявете нов номер, ако подозирате, че текущият ви е бил компрометиран. Номерът на виртуалната карта е наличен в Автоматично попълване в Safari при онлайн пазаруване, когато Apple Pay не е достъпно. За да запазите транзакциите си защитени, кодът ви за сигурност се променя, когато използвате Автоматично попълване в Safari или преглеждате номера на вашата виртуална карта в Портфейл. Кодовете за сигурност изтичат след определено време. %@
ca: Si creus que pot haver‑hi algun problema de seguretat amb el número de la targeta virtual, sol·licita’n un de nou. El número està disponible a la funció d’autocompletar del Safari a l’hora de fer compres en línia en llocs on no es pot utilitzar l’Apple Pay. Per garantir la seguretat de les transaccions, el codi de seguretat caduca al cap d’un temps determinat i, a més a més, canvia cada vegada que fas servir la funció d’autocompletar del Safari o que consultes el número de la targeta virtual a l’app Cartera. %@
cs: Máte‑li podezření, že byla narušena bezpečnost vašeho aktuálního čísla, vyžádejte si nové. Virtuální číslo karty máte k dispozici pro automatické vyplňování v Safari při online nákupech na stránkách, které nepodporují Apple Pay. V zájmu zabezpečení vašich transakcí se bezpečnostní kód mění při každém použití automatického vyplňování v Safari a při každém zobrazení virtuálního čísla karty v Peněžence. Platnost bezpečnostních kódů po určité době vyprší. %@
da: Anmod om et nyt nummer, hvis du har mistanke om, at dit nuværende nummer er blevet kompromitteret. Det virtuelle kortnummer er tilgængeligt i Autoudfyld i Safari, når du foretager køb online, hvor Apple Pay ikke er tilgængelig. Din sikkerhedskode skifter, når du bruger Autoudfyld i Safari eller ser dit virtuelle kortnummer i Wallet, så dine transaktioner er sikre. Sikkerhedskoden udløber efter et bestemt tidsrum. %@
de: Fordere eine neue Nummer an, wenn du den Verdacht hast, dass deine aktuelle Nummer kompromittiert wurde. Die Nummer der virtuellen Karte ist in der Safari-Funktion „Automatisch ausfüllen“ für Onlinekäufe verfügbar, bei denen Apple Pay nicht genutzt werden kann. Um die Sicherheit deiner Transaktionen zu gewährleisten, wird dein Sicherheitscode geändert, wenn du die Safari-Funktion „Automatisch ausfüllen“ verwendest oder deine virtuelle Kartennummer in Wallet anzeigst. Sicherheitscodes verfallen nach einer bestimmen Dauer. %@
el: Ζητήστε έναν νέο αριθμό αν υποψιάζεστε ότι έχει διακυβευτεί ο τρέχων αριθμός σας. Ο αριθμός εικονικής κάρτας διατίθεται στην Αυτοσυμπλήρωση Safari όταν κάνετε διαδικτυακές αγορές όπου δεν διατίθεται το Apple Pay. Για τη διατήρηση της ασφάλειας των συναλλαγών σας, ο κωδικός ασφαλείας σας αλλάζει κατά τη χρήση της Αυτοσυμπλήρωσης Safari ή της προβολής του αριθμού εικονικής κάρτας σας στο Πορτοφόλι. Οι κωδικοί ασφαλείας λήγουν μετά από ένα συγκεκριμένο χρονικό διάστημα. %@
es: Solicita un número nuevo si sospechas que la seguridad del actual no está garantizada. El número de la tarjeta virtual está disponible en la función de autorrelleno de Safari cuando compres por internet y Apple Pay no esté disponible. Para proteger tus transacciones, tu código de seguridad cambia cada vez que usas la función de autorrelleno de Safari o accedes al número de la tarjeta virtual en la app Cartera. Los códigos de seguridad caducan al cabo de un determinado periodo de tiempo. %@
es_us: Solicita un número nuevo si sospechas que el tuyo corre riesgo. El número de tu tarjeta virtual está disponible para Autorrelleno de Safari al comprar en línea si Apple Pay no lo está. Para mantener la seguridad de tus transacciones, tu código de seguridad cambia cuando consultas tu número de tarjeta virtual en Wallet o usas Autorrelleno en Safari. Los códigos de seguridad vencen después de cierto tiempo. %@
fi: Pyydä uusi numero, jos epäilet nykyisen vaarantuneen. Virtuaalikortin numero on saatavilla Safarin automaattisessa täytössä tehtäessä online-ostoja paikoissa, joissa Apple Pay ei ole käytettävissä. Tilitapahtumien suojaamiseksi turvakoodi vaihtuu, kun käytät Safarin automaattista täyttöä tai näytät virtuaalikorttisi numeron Lompakossa. Turvakoodit vanhenevat tietyn ajan kuluttua. %@
fr: Demandez un nouveau numéro si vous pensez que le numéro actuel est compromis. Le numéro de carte virtuelle est disponible dans la fonctionnalité de remplissage automatique de Safari lorsque vous effectuez des achats en ligne sur des sites web ou dans des apps ne proposant pas Apple Pay. Pour garantir la sécurité de vos transactions, un nouveau code de sécurité est généré lorsque vous utilisez la fonctionnalité de remplissage automatique de Safari ou consultez votre numéro de carte virtuelle dans Cartes. Les codes de sécurité expirent après un certain temps. %@
fr_ca: Demandez un nouveau numéro si vous soupçonnez que la sécurité de votre numéro actuel est compromise. Le numéro de carte virtuelle est accessible dans le remplissage automatique de Safari lorsque vous magasinez en ligne sur des sites où Apple Pay n’est pas disponible. Pour sécuriser vos transactions, votre code de sécurité change lorsque vous utilisez le remplissage automatique de Safari ou que vous consultez le numéro de carte virtuelle dans Portefeuille. Les codes de sécurité expirent après un certain temps. %@
he: אם יש לך חשד שמספר הכרטיס הווירטואלי הקיים שלך לא מאובטח, באפשרותך לבקש מספר חדש. המספר זמין במילוי האוטומטי של Safari בעת ביצוע רכישות ברשת כאשר Apple Pay אינו זמין. כדי לשמור על אבטחת העסקאות שלך, קוד האבטחה שלך משתנה בכל שימוש במילוי האוטומטי של Safari או בכל הצגה של מספר הכרטיס הווירטואלי ב״ארנק״. התוקף של קודי אבטחה פג לאחר זמן מסוים. %@
hi: अगर आपको लगता है कि आपका वर्तमान नंबर कंप्रोमाइज़ हो गया है, तो नए नंबर के लिए अनुरोध करें। जहाँ Apple Pay उपलब्ध न हो वहाँ ख़रीदारी करते समय वर्चुअल कार्ड नंबर Safari ऑटोफ़िल में उपलब्ध रहता है। जब भी आप Safari ऑटोफ़िल का इस्तेमाल करते हैं या वॉलेट में अपना वर्चुअल कार्ड देखते हैं, तो आपके लेनदेन सुरक्षित रखने के लिए आपका सुरक्षा कोड बदल दिया जाता है। एक ख़ास समय के बाद सुरक्षा कोड की समय सीमा समाप्त हो जाती है। %@
hr: Zatražite novi broj ako sumnjate da je trenutačni kompromitiran. Broj virtualne kartice dostupan je u Auto ispuni Safarija kad kupujete na mreži, a Apple Pay nije dostupan. Kako bi vaša transakcija bila sigurna, vaš se sigurnosni kôd mijenja kad koristite Auto ispunu Safarija ili pogledate broj svoje virtualne kartice u Novčaniku. Sigurnosni kodovi istječu nakon određenog vremena. %@
hu: Igényelhet új számot, ha azt gyanítja, hogy a jelenlegi száma mások tudomására jutott. A virtuális kártyaszám az online vásárlások alkalmával elérhető a Safari Automatikus kitöltés funkciójában minden olyan helyen, ahol az Apple Pay nem áll rendelkezésre. A tranzakciók védelmének biztosítása érdekében az Ön biztonsági kódja megváltozik, amikor a Safari Automatikus kitöltés funkcióját használja, vagy megtekinti a virtuális kártyaszámát a Tárcában. A biztonsági kódok bizonyos idő eltelte után lejárnak. %@
id: Minta nomor baru jika Anda curiga nomor Anda saat ini berisiko. Nomor kartu virtual tersedia di Isi-Auto Safari saat berbelanja online di tempat yang tidak mendukung Apple Pay. Untuk menjaga keamanan transaksi, kode keamanan akan berubah saat Anda menggunakan Isi-Auto Safari atau lihat nomor kartu virtual Anda di Dompet. Kode keamanan akan kedaluwarsa setelah periode waktu tertentu. %@
it: Richiedi un nuovo numero se sospetti che quello attuale sia stato compromesso. Quando fai acquisti online, il numero della carta virtuale sarà disponibile per l’inserimento automatico in Safari, nei casi in cui Apple Pay non è disponibile. Per mantenere le transazioni sicure, il codice di sicurezza cambia quando usi l’inserimento automatico di Safari o visualizzi il numero della carta virtuale in Wallet. I codici di sicurezza scadono dopo un determinato periodo di tempo. %@
ja: 現在の番号が漏洩した疑いがある場合は、新しい番号をリクエストしてください。バーチャルカード番号は、オンラインでの買い物でApple Payが利用できないとき、Safariの自動入力で使用できます。 安全な取引のために、またはSafariの自動入力を使用したり、バーチャルカード番号を表示ときにセキュリティコードが変更されます。セキュリティコードは一定の時間後に失効します。%@
kk: Нөміріңіздің жария етілгеніне қатысты күдік туындаса, жаңа нөмір сұраңыз. Apple Pay сервисі қолжетімді емес жерде интернеттен сатып алғанда, виртуалды картаның нөмірі Safari браузеріндегі авто толтыру тізімінде қолжетімді. Транзакцияларыңыздың қауіпсіздігін қамтамасыз ету үшін Safari браузеріндегі авто толтыру функциясын пайдаланғанда немесе Wallet қолданбасындағы виртуалды картаңызды көргенде, қауіпсіздік кодыңыз өзгереді. Қауіпсіздік кодтары белгілі бір уақыт ішінде жарамды. %@
ko: 현재 번호가 유출되었다고 의심되는 경우 새로운 번호를 요청하십시오. Apple Pay를 사용할 수 없는 온라인 쇼핑의 경우 Safari 자동 완성에서 가상 카드 번호를 사용할 수 있습니다. 거래를 안전하게 보관하기 위해, 사용자가 Safari 자동 완성을 사용하거나 지갑 앱에서 가상 카드 번호를 확인할 때 보안 코드가 변경됩니다. 보안 코드는 일정 시간이 지나면 만료됩니다. %@
lt: Jei įtariate, kad dabartinis kortelės numeris nebėra saugus, prašykite naujo. Virtualiosios kortelės numeris pasiekiamas naudojant „Safari“ automatinio užpildymo funkciją, kai perkate internetu, kur „Apple Pay“ nepasiekiama. Panaudojus „Safari“ automatinio užpildymo funkciją arba peržiūrėjus virtualiosios kortelės numerį „Piniginėje“, saugos kodas pakeičiamas, kad operacijos būtų atliekamos saugiai. Saugos kodai galioja tam tikrą laiką. %@
ms: Minta nombor baharu jika anda mengesyaki nombor semasa anda telah diceroboh. Nombor kad maya tersedia dalam Isi Auto Safari apabila membeli-belah dalam talian di tempat yang Apple Pay tidak tersedia. Untuk memastikan transaksi anda selamat, kod keselamatan anda bertukar apabila anda menggunakan Isi Auto Safari atau melihat nombor kad maya anda dalam Wallet. Kod keselamatan tamat tempoh selepas tempoh tertentu. %@
nl: Vraag een nieuw nummer aan als je vermoedt dat je huidige nummer gevaar loopt. Het virtuele kaartnummer is beschikbaar in 'Vul automatisch in' in Safari wanneer je online winkelt en Apple Pay niet beschikbaar is. Om je transacties veilig te houden, wordt je beveiligingscode gewijzigd wanneer je 'Vul automatisch in' in Safari gebruikt of je virtuele kaartnummer in Wallet bekijkt. Beveiligingscodes vervallen na een bepaalde periode. %@
no: Be om et nytt nummer hvis du mistenker at andre kan ha fått kjennskap til det nåværende nummeret. Det virtuelle kortnummeret er tilgjengelig i Autoutfyll i Safari når du handler på nett der du ikke kan bruke Apple Pay. For å beskytte transaksjonene dine vil sikkerhetskoden bli endret hver gang du bruker Autoutfyll i Safari eller viser det virtuelle kortnummeret i Lommebok. Sikkerhetskoder utløper etter en bestemt tid. %@
pl: Jeśli podejrzewasz, że bieżący numer karty mógł się dostać w niepowołane ręce, poproś o nowy. Numer karty wirtualnej jest dostępny w funkcji Wypełnianie w Safari podczas zakupów w sieci, gdy nie masz możliwości zapłacenia przy użyciu Apple Pay. Aby zapewnić bezpieczeństwo transakcji, Twój kod zabezpieczający zmienia się po użyciu funkcji Wypełnianie w Safari lub wyświetleniu numeru karty wirtualnej w Portfelu. Kody zabezpieczające tracą ważność po pewnym czasie. %@
pt_br: Se você suspeitar que o seu número esteja comprometido, solicite um novo. O número do cartão virtual fica disponível no Preenchimento Automático do Safari quando você faz compras on‑line onde o Apple Pay não está disponível. Para proteger as transações, o código de segurança muda quando você usa o Preenchimento Automático do Safari ou vê o número do cartão virtual no app Carteira. Os códigos de segurança expiram após um determinado tempo. %@
pt_pt: Solicite um novo número se suspeitar que o atual foi comprometido. O número do cartão virtual está disponível através do preenchimento automático do Safari ao fazer compras online onde o Apple Pay não estiver disponível. Para proteger as suas transações, o código de segurança muda quando usa o preenchimento automático do Safari ou quando consulta o número do cartão virtual na aplicação Carteira. Os códigos de segurança são válidos apenas por um determinado período de tempo. %@
ro: Solicitați un număr nou dacă suspectați că cel actual a fost compromis. Numărul cardului virtual este disponibil în funcția Auto‑completare din Safari când faceți cumpărături online într‑un loc unde opțiunea Apple Pay nu este disponibilă. Pentru a vă menține tranzacțiile în siguranță, codul de securitate se schimbă atunci când folosiți funcția Auto‑completare din Safari sau vizualizați numărul cardului virtual în Portofel. Codurile de securitate expiră după o anumită perioadă. %@
ru: Если Вы подозреваете, что текущий номер виртуальной карты скомпрометирован, просто запросите новый. Safari может автоматически заполнять этот номер при покупках в интернете, когда недоступна оплата с Apple Pay. Для защиты Ваших транзакций код безопасности меняется каждый раз, когда Вы используете автозаполнение в Safari или просматриваете номер виртуальной карты в Wallet. Срок действия кодов безопасности ограничен. %@
sk: Ak máte podozrenie, že bola narušená bezpečnosť vášho aktuálneho čísla, požiadajte o nové. Číslo virtuálnej karty je k dispozícii pre AutoFill v Safari pri nakupovaní online na stránkach, ktoré nepodporujú Apple Pay. Aby boli vaše transakcie v bezpečí, váš bezpečnostný kód sa pri použití automatického vypĺňania v Safari alebo zobrazení čísla virtuálnej karty v Peňaženke zmení. Platnosť bezpečnostného kódu po určitom čase vyprší. %@
sl: Če sumite, da je trenutna številka ogrožena, zahtevajte novo. Kadar nakupujete v spletu, kjer storitev Apple Pay ni na voljo, je številka navidezne kartice na razpolago v samodejnem izpolnjevanju v Safariju. Zaradi zagotavljanja varnosti vaših transakcij se varnostna koda spremeni, ko uporabite samodejno izpolnjevanje v Safariju ali si v Denarnici ogledate številko navidezne kartice. Varnostne kode po določenem času potečejo. %@
sv: Om du misstänker att säkerheten för ditt befintliga nummer har äventyrats ska du begära ett nytt. Det virtuella kortnumret är tillgängligt i Safaris Autofyll om du handlar online och Apple Pay inte är tillgängligt. I syfte att hålla dina transaktioner säkra ändras din säkerhetskod när du använder Autofyll i Safari eller visar ditt virtuella kortnummer i Plånbok. Säkerhetskoder upphör att gälla efter en viss tid %@
th: ขอหมายเลขใหม่หากคุณสงสัยว่าหมายเลขปัจจุบันของคุณไม่ปลอดภัย หมายเลขบัตรเสมือนมีให้ใช้งานในการป้อนอัตโนมัติใน Safari เมื่อซื้อของออนไลน์ในร้านที่ไม่รับ Apple Pay ในการรักษาความปลอดภัยของรายการธุรกรรมของคุณ รหัสความปลอดภัยของคุณจะเปลี่ยนเมื่อคุณใช้การป้อนอัตโนมัติใน Safari หรือดูหมายเลขบัตรเสมือนของคุณในกระเป๋าสตางค์ รหัสความปลอดภัยจะหมดอายุหลังจากเวลาที่กำหนด %@
tr: Şu anki numaranızın gizliliğinin ihlal edilmiş olduğundan şüpheleniyorsanız yeni bir numara isteyin. Sanal kart numarası, Apple Pay’in kullanılamadığı yerlerde çevrimiçi alışveriş yaparken Safari’deki Otomatik Doldur’da kullanılabilir. İşlemlerinizi güvende tutmak için Safari’deki Otomatik Doldur’u kullandığınızda veya Cüzdan’da sanal kart numaranızı görüntülediğinizde güvenlik kodunuz değişir. Güvenlik kodları, belirli bir süre sonra geçerliliğini yitirir. %@
uk: Замовте новий номер, якщо ви підозрюєте, що поточний було скомпрометовано. Номер віртуальної картки доступний для Автозаповнення в Safari, коли ви робите покупки в інтернеті в регіонах, де Apple Pay не підтримується. Для захисту ваших трансакцій захисний код змінюється, коли ви використовуєте Автозаповнення в Safari чи переглядаєте номер віртуальної картки в Гаманці. Захисні коди згодом застарівають. %@
vi: Hãy yêu cầu một số mới nếu bạn nghi ngờ số hiện tại đã bị xâm phạm. Số thẻ ảo vẫn khả dụng trong tính năng Tự động điền của Safari khi bạn mua sắm trực tuyến tại nơi Apple Pay không khả dụng. Để bảo mật các giao dịch của bạn, mã bảo mật sẽ thay đổi khi bạn sử dụng tính năng Tự động điền của Safari hoặc xem số thẻ ảo trong Ví. Mã bảo mật sẽ hết hạn sau một khoảng thời gian nhất định. %@
zh_cn: 若你怀疑当前卡号已泄露，可请求新卡号。在线购物无法使用Apple Pay时，可使用Safari浏览器“自动填充”中的虚拟卡号。 为保障交易安全，安全码会在你使用Safari浏览器“自动填充”或在“钱包”中查看虚拟卡号时更改。一段时间后安全码会过期。%@
zh_hk: 如你懷疑目前的卡號已遭盜用，請要求新的卡號。在網上購物無法使用Apple Pay時，虛擬卡號可用於「Safari自動填寫」。 為了保護你的交易安全，當你使用「Safari自動填寫」或查看「銀包」中的虛擬卡號時，安全碼會改變。安全碼會在一段時間後過期。%@
zh_tw: 若懷疑目前的卡號可能遭盜刷，請要求新的卡號。若在Apple Pay無法使用的地方進行線上購物，虛擬卡號可以用於「Safari自動填寫」。 為保障你的交易安全，使用「Safari自動填寫」或在「錢包」中檢視你的虛擬卡號時，你的安全碼會更改。安全碼會在一段時間後過期。%@

# VIRTUAL_CARD_NUMBER_SECTION_DETAIL_ACTIVE_VPAN
source: The virtual card number is available in Safari AutoFill when shopping online where Apple Pay is not available.
ar: رقم البطاقة الرقمية متوفر في التعبئة التلقائية لسفاري عند التسوق على الإنترنت عند عدم توفر Apple Pay.
bg: Номерът на виртуалната карта е наличен в Автоматично попълване в Safari при онлайн пазаруване, когато функцията Apple Pay не е налична.
ca: El número de la targeta virtual està disponible a la funció d’autocompletar del Safari a l’hora de fer compres en línia en llocs on no es pot utilitzar l’Apple Pay.
cs: Virtuální číslo karty máte k dispozici pro automatické vyplňování v Safari při nákupech online na stránkách, které nepodporují Apple Pay.
da: Det virtuelle kortnummer er tilgængeligt i Autoudfyld i Safari, når du foretager køb online, hvor Apple Pay ikke er tilgængelig.
de: Die Nummer der virtuellen Karte ist in der Safari-Funktion „Automatisch ausfüllen“ bei Onlinekäufen, für die Apple Pay nicht genutzt werden kann, verfügbar.
el: Ο αριθμός εικονικής κάρτας διατίθεται στην Αυτοσυμπλήρωση Safari όταν κάνετε διαδικτυακές αγορές όπου δεν διατίθεται το Apple Pay.
es: El número de la tarjeta virtual estará disponible en la función de autorrelleno de Safari cuando compres por internet y Apple Pay no esté disponible.
es_us: El número de tu tarjeta virtual está disponible para Autorrelleno de Safari al comprar en línea cuando Apple Pay no está disponible.
fi: Virtuaalikortin numero on saatavilla Safarin automaattisessa täytössä tehtäessä online-ostoja paikoissa, joissa Apple Pay ei ole käytettävissä.
fr: Le numéro de carte virtuelle est disponible dans la fonctionnalité de remplissage automatique de Safari lorsque vous effectuez des achats en ligne sur des sites web ou dans des apps ne proposant pas Apple Pay.
fr_ca: Le numéro de carte virtuelle est accessible dans le remplissage automatique de Safari lorsque vous magasinez en ligne sur des sites où Apple Pay n’est pas disponible.
he: מספר הכרטיס הווירטואלי זמין במילוי האוטומטי של Safari בעת ביצוע רכישות ברשת כאשר Apple Pay לא זמין.
hi: जहाँ Apple Pay उपलब्ध न हो वहाँ ख़रीदारी करते समय वर्चुअल कार्ड नंबर Safari ऑटोफ़िल में उपलब्ध रहता है।
hr: Broj virtualne kartice dostupan je u Auto ispuni Safarija kad kupujete na mreži, a Apple Pay nije dostupan.
hu: A virtuális kártyaszám az online vásárlások alkalmával elérhető a Safari Automatikus kitöltés funkciójában minden olyan helyen, ahol az Apple Pay nem érhető el.
id: Nomor kartu virtual tersedia di Isi-Auto Safari saat berbelanja online di tempat yang tidak mendukung Apple Pay.
it: Quando fai acquisti online, il numero della carta virtuale è disponibile per l’inserimento automatico in Safari nei casi in cui Apple Pay non è disponibile.
ja: バーチャルカード番号は、オンラインでの買い物でApple Payが利用できないとき、Safariの自動入力で使用できます。
kk: Apple Pay сервисі қолжетімді емес жерде Интернеттен сатып алғанда, виртуалды картаның нөмірі Safari авто толтыру тізімінде қолжетімді.
ko: Apple Pay를 사용할 수 없는 온라인 쇼핑의 경우 Safari 자동 완성에서 가상 카드 번호를 사용할 수 있습니다.
lt: Virtualiosios kortelės numeris pasiekiamas naudojant „Safari“ automatinio užpildymo funkciją perkant internetu, kur nėra „Apple Pay“.
ms: Nombor kad maya tersedia dalam Isi Auto Safari apabila membeli-belah dalam talian di tempat yang Apple Pay tidak tersedia.
nl: Het virtuele kaartnummer is beschikbaar in 'Vul automatisch in' in Safari wanneer je online winkelt en Apple Pay niet beschikbaar is.
no: Det virtuelle kortnummeret er tilgjengelig i Autoutfyll i Safari når du handler på nett der du ikke kan bruke Apple Pay.
pl: Numer karty wirtualnej jest dostępny w funkcji Wypełnianie w Safari podczas zakupów w sieci, gdy nie masz możliwości zapłacenia przy użyciu Apple Pay.
pt_br: O número do cartão virtual fica disponível no Preenchimento Automático do Safari quando você faz compras on‑line e o Apple Pay não está disponível.
pt_pt: O número do cartão virtual está disponível através do preenchimento automático do Safari ao fazer compras online onde o Apple Pay não estiver disponível.
ro: Numărul cardului virtual este disponibil în funcția Auto‑completare din Safari când faceți cumpărături online într‑un loc unde opțiunea Apple Pay nu este disponibilă.
ru: Номер виртуальной карты можно использовать для автозаполнения в Safari при покупках в интернете, когда Apple Pay недоступен.
sk: Číslo virtuálnej karty je k dispozícii pre AutoFill v Safari pri nakupovaní online na stránkach, ktoré nepodporujú Apple Pay.
sl: Kadar nakupujete v spletu, kjer storitev Apple Pay ni na voljo, je številka navidezne kartice na razpolago v samodejnem izpolnjevanju v Safariju.
sv: Det virtuella kortnumret är tillgängligt i Safaris Autofyll om du handlar online och Apple Pay inte är tillgängligt.
th: หมายเลขบัตรเสมือนมีให้ใช้งานในการป้อนอัตโนมัติใน Safari เมื่อซื้อของออนไลน์ในร้านที่ไม่รับ Apple Pay
tr: Sanal kart numarası, Apple Pay’in kullanılamadığı yerlerde çevrimiçi alışveriş yaparken Safari’deki Otomatik Doldur’da kullanılabilir.
uk: Номер віртуальної картки доступний для Автозаповнення в Safari, коли ви робите покупки в інтернеті там, де Apple Pay не підтримується.
vi: Số thẻ ảo khả dụng trong Tự động điền của Safari khi mua sắm trực tuyến tại nơi Apple Pay không khả dụng.
zh_cn: 在线购物无法使用Apple Pay时，可在Safari浏览器的“自动填充”中使用虚拟卡号。
zh_hk: 如在無法使用Apple Pay的地方進行網上購物，可以將虛擬卡號用於Safari「自動填寫」。
zh_tw: 若在Apple Pay無法使用的地方進行線上購物，虛擬卡號可以用於「Safari自動填寫」。
